       working-storage section.
       01 string-variable pic X(20) value "Hello World".

       PROCEDURE DIVISION.
           display string-variable
           stop run
           .