      $set dialect(ANS85)
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.

       PROCEDURE DIVISION.
       100-PROGRAM.
           DISPLAY 'Hello World!'
           STOP RUN
           .